
<div class="context">

    <h4 class="text-left ml-1">1. Vertragsgegenstand</h4>

    <p class="text-secondary text-left" lang="de">1.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Diese Vertragsbedingungen gelten f&uuml;r die Nutzung der Services von Sloth.</p>

    <p class="text-secondary text-left" lang="de">1.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Vertragsbedingungen des Usern finden keine Anwendung. Gegenbest&auml;tigungen des Usern unter Hinweis auf seine eigenen Gesch&auml;ftsbedingungen wird ausdr&uuml;cklich widersprochen.</p>

    <h4 class="text-left ml-1">2. Art und Umfang der Leistung</h4>

    <p class="text-secondary text-left" lang="de">2.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sloth stellt dem Usern den Service kostenlos zur Nutzung bereit. Leistungs&uuml;bergabepunkt f&uuml;r die Service-Nutzung sind die Router-Ausg&auml;nge der von Sloth genutzten Rechenzentren, in denen sich die jeweils genutzten Server mit der Software befinden. Der Service, die f&uuml;r die Nutzung erforderliche Rechenleistung auf Servern und der erforderliche Speicherplatz auf Servern werden von Sloth bereitgestellt. Zus&auml;tzlich hierzu sind jedoch f&uuml;r die Nutzung des Services Rechenleistung und Speicherplatz auf den Computern der Usern, sowie eine stablie Internetverbindung erforderlich.</p>

    <p class="text-secondary text-left" lang="de">2.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <u>Vor der erstmaligen Nutzung des Service</u> von Sloth und in regelm&auml;&szlig;igen Abst&auml;nden ist der User &ndash; sofern technisch m&ouml;glich &ndash; verpflichtet, ein Backup zur Sicherung seiner Daten durchzuf&uuml;hren.</p>

    <p class="text-secondary text-left" lang="de">2.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sloth schuldet nicht die Herstellung und Aufrechterhaltung der Datenverbindung zwischen den IT-Systemen des Usern und dem beschriebenen Leistungs&uuml;bergabepunkt.</p>

    <p class="text-secondary text-left" lang="de">2.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Teile des Service, die der User nutzt bzw. anwendet, k&ouml;nnen im Eigentum von Partnerunternehmen (Unternehmen, mit denen Sloth eine vertragliche Partnerschaft eingegangen ist) stehen (Fremdsoftware) und werden entweder von Sloth oder von diesen Partnerunternehmen bereitgestellt (Fremdlizenzgeber). Sofern eine Bereitstellung vom Partnerunternehmen vorliegt und der User diesen Fremdservice nutzen m&ouml;chte, erkl&auml;rt er sich damit einverstanden, den Fremdservice gem&auml;&szlig; der Nutzungsbedingungen und anderer Beschr&auml;nkungen, die in der anzuwendenden Lizenz dargelegt sind oder auf die verwiesen wird, zu nutzen.</p>

    <p class="text-secondary text-left" lang="de">Sloth stellt im Rahmen der vorhandenen Kapazitäten sicher, dass das Datenschutzniveau zwischen diesen Unternehmen mindestens dieser Vereinbarung zwischen User und von Sloth entspricht und alle gesetzlichen und vertraglichen Pflichten beachtet werden.&nbsp;</p>

    <p class="text-secondary text-left" lang="de">2.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; F&uuml;r die Beschaffenheit oder Leistungsf&auml;higkeit der erforderlichen Hard- und/ oder Software auf Seiten des Usern ist Sloth nicht verantwortlich.&nbsp;&nbsp;&nbsp;</p>


    <h4 class="text-left ml-1">4. Nutzungsrechte an der Software</h4>

    <p class="text-secondary text-left" lang="de">4.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Die Produkte von Sloth sind urheberrechtlich gesch&uuml;tzt. Sloth r&auml;umt dem Usern f&uuml;r die Laufzeit des Vertrages das einfache, nicht ausschlie&szlig;liche, nicht &uuml;bertragbare und zeitlich auf die laufzeit der registierten Mitgliedschaft beschr&auml;nkte Recht ein, die von ihr zur Verf&uuml;gung gestellte Benutzeroberfl&auml;che des Services zur Anzeige auf dem Bildschirm in den Arbeitsspeicher der vertragsgem&auml;&szlig; hierf&uuml;r verwendeten Endger&auml;te zu laden, auszuf&uuml;hren und die dabei entstehenden Vervielf&auml;ltigungen der Benutzeroberfl&auml;che vorzunehmen sowie den Service f&uuml;r die vertragsgem&auml;&szlig;en Zwecke gem&auml;&szlig; der Produktbeschreibung zu nutzen. Ein dar&uuml;ber hinaus gehendes Recht wird dem Usern nicht einger&auml;umt.</p>

    <p class="text-secondary text-left" lang="de">4.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Der User ist berechtigt, den Service selbst oder durch seine Angestellten zu nutzen, sofern diese durch ihn als berechtigte Nutzer unter Angabe der jeweils zugeh&ouml;rigen E-Mail-Adressen registriert sind. Es gilt die Nutzer-Definition gem. Ziffer 2.4. Die berechtigten Nutzer sind von Sloth namentlich eindeutig im Rahmen der Registrierung und/oder &uuml;ber die entsprechende Funktion innerhalb der Software zu benennen.</p>

    <p class="text-secondary text-left" lang="de">4.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Der User ist nicht befugt, den Service &uuml;ber die nach Ma&szlig;gabe dieses Vertrages erlaubte Nutzung hinaus zu nutzen oder von Dritten nutzen zu lassen oder Dritten zug&auml;nglich zu machen, die nicht als berechtigte Nutzer registriert sind.</p>

    <p class="text-secondary text-left" lang="de">4.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Es ist dem Usern nicht gestattet, den Service oder Teile davon zu vervielf&auml;ltigen oder zu ver&auml;u&szlig;ern.</p>

    <p class="text-secondary text-left" lang="de">4.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Der User ist nicht berechtigt, &Auml;nderungen an dem Service vorzunehmen. Er ist insbesondere nicht berechtigt, ihre Funktionsweise im Wege eines sog. reverse engineering zu untersuchen, zu dekompilieren, in ihre Bestandteile zu zerlegen und/ oder als Grundlage f&uuml;r die Erstellung eigener Softwareprogramme zu verwenden. Dies gilt nicht f&uuml;r &Auml;nderungen, die f&uuml;r die Berichtigung von Fehlern notwendig sind, sofern sich Sloth mit der Behebung eines Fehlers in Verzug befindet, die Fehlerbeseitigung ablehnt oder wegen der Er&ouml;ffnung des Insolvenzverfahrens zur Fehlerbeseitigung au&szlig;erstande ist.</p>

    <p class="text-secondary text-left" lang="de">4.6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sofern Sloth w&auml;hrend der Laufzeit neue Versionen, Updates, Upgrades oder andere Neulieferungen im Hinblick auf den Service vornimmt und diese dem Usern freiwillig oder aufgrund einer zus&auml;tzlichen vertraglichen Verpflichtung zur Verf&uuml;gung stellt, gelten die vorstehenden Rechte auch f&uuml;r diese Anwendungen.</p>

    <p class="text-secondary text-left" lang="de">4.7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Verletzt der User oben genannte Regelungen aus von ihm zu vertretenden Gr&uuml;nden, ist Sloth berechtigt, den Zugriff des Usern auf den Service zu sperren bzw. den Vertrag ohne Einhaltung einer K&uuml;ndigungsfrist au&szlig;erordentlich zu k&uuml;ndigen, sofern der User die Verletzungshandlung auch eine Woche nach vorheriger schriftlicher Abmahnung durch Sloth weiterhin begeht.</p>

    <p class="text-secondary text-left" lang="de">4.8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; F&uuml;r jeden Fall, in dem der User die Nutzung des Service durch Dritte (oder durch nicht vom Usern benannte Personen) schuldhaft erm&ouml;glicht, ist Sloth die Geltendmachung von Schadensersatz vorbehalten.</p>

    <h4 class="text-left ml-1">5.&nbsp; Rechte am geistigen Eigentum</h4>

    <p class="text-secondary text-left" lang="de">5.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Alle Urheberrechte, Patentrechte, Firmenrechte, Markenrechte und andere gewerbliche Schutzrechte und Rechte am geistigen Eigentum sowie alle gleichartigen Rechte zum Schutz von Informationen, die sich auf den Service von Sloth beziehen, sind und bleiben jederzeit ausschlie&szlig;liches Eigentum von Sloth. Keine Regelung in einem Angebot (Offerte), einer Bestellung und/oder einem Vertrag (einschlie&szlig;lich dieser besonderen Nutzungsbedingungen) darf so verstanden werden, dass sie zu einem vollst&auml;ndigen oder teilweisen &Uuml;bergang dieser Rechte an den Usern f&uuml;hrt, noch wird ein solcher &Uuml;bergang beabsichtigt oder kann als solcher verstanden werden.</p>

    <p class="text-secondary text-left" lang="de">5.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dem Usern ist es nicht gestattet, eine Kennzeichnung in Bezug auf Rechte am geistigen Eigentum auf dem Service zu &auml;ndern, zu entfernen oder unkenntlich zu machen. Dem Usern ist es nicht gestattet, eine Marke, einen Handelsnamen, ein Logo oder einen Domainnamen von Sloth oder einen &auml;hnlichen, damit verwechselbaren Namen registrieren zu lassen.</p>

    <h4 class="text-left ml-1">6.&nbsp;Userndaten und &ndash;Inhalte/ Freistellung von Anspr&uuml;chen Dritter</h4>

    <p class="text-secondary text-left" lang="de">6.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sloth ben&ouml;tigt von den Usern zum Betrieb, zur Aktivierung und Qualit&auml;tssicherung des Service bestimmte Rechte an deren Inhalten. Dementsprechend speichert Sloth als technischer Dienstleister Inhalte und Daten f&uuml;r den Usern, die dieser bei der Nutzung des Service eingibt und speichert und zum Abruf bereitstellt. Sobald durch den Usern Inhalte auf den Service hochgeladen werden, erteilt dieser von Sloth das unentgeltliche, nicht ausschlie&szlig;liche, zeitlich und r&auml;umlich unbeschr&auml;nkte und &uuml;bertragbare Recht, die Inhalte, wie erforderlich, als Reaktion auf benutzergesteuerte Aktionen, f&uuml;r Zwecke der Verbesserung und&nbsp;Qualit&auml;tssicherung des Service zu verwenden, zu vervielf&auml;ltigen, &ouml;ffentlich auszustellen, zu verteilen, &ouml;ffentlich vorzuf&uuml;hren und zu &uuml;bersetzen. Der User erteilt von Sloth gleichzeitig das unentgeltliche, nicht ausschlie&szlig;liche, zeitlich und r&auml;umlich unbeschr&auml;nkte und &uuml;bertragbare Recht, die Ergebnisse einer solchen Verbesserung im Rahmen der Qualit&auml;tssicherung von Services auch f&uuml;r Dritte sowie f&uuml;r den Support von Dritten zu verwenden, zu vervielf&auml;ltigen, &ouml;ffentlich auszustellen, zu verteilen, &ouml;ffentlich vorzuf&uuml;hren und zu &uuml;bersetzen. <strong>Diese Lizenz dient ausschlie&szlig;lich zum Betreiben oder Verbessern des Service. </strong>Eine Ver&ouml;ffentlichung der Daten des Usern selbst ist nicht Bestandteil dieser Lizenz.</p>

    <p class="text-secondary text-left" lang="de">6.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Mit der Nutzung des Service best&auml;tigt der User, dass er die Rechtsposition zur Einr&auml;umung dieses Nutzungsrechts an Sloth besitzt. Der User beh&auml;lt s&auml;mtliche Rechte und Eigentumsrechte an seinem Inhalt. Sloth beansprucht keine Eigentumsrechte an solchen Inhalten.</p>

    <p class="text-secondary text-left" lang="de">6.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; F&uuml;r den Fall, dass Dienste Funktionen umfassen, die es Usern erm&ouml;glichen, ihre Inhalte freizugeben und zu ver&ouml;ffentlichen gilt folgendes:</p>

    <p class="text-secondary text-left" lang="de">Freigeben bedeutet, Usern stellen ihre Inhalte von Sloth und/ oder anderen Benutzern durch das Senden per E-Mail, Bereitstellen, &Uuml;bertragen, Hochladen oder auf andere Weise zur Verf&uuml;gung. Andere Benutzer bzw. Sloth k&ouml;nnen diese freigegebenen Inhalte auf vielerlei Art verwenden, kopieren, &auml;ndern oder weitergeben. Der User sollte sich genau &uuml;berlegen, welchen Inhalt er freigibt oder ver&ouml;ffentlicht, da der User f&uuml;r den von ihm freigegebenen Inhalt die volle Verantwortung tr&auml;gt.</p>

    <p class="text-secondary text-left" lang="de">6.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Der User verpflichtet sich gegen&uuml;ber Sloth, keine strafbaren oder sonst absolut oder im Verh&auml;ltnis zu einzelnen Dritten rechtswidrigen Inhalte und Daten einzustellen und keine Viren oder sonstige Schadsoftware enthaltenden Programme im Zusammenhang mit dem Service zu nutzen. Der User bleibt im Hinblick auf personenbezogene Daten verantwortliche Stelle und hat daher stets zu pr&uuml;fen, ob die Verarbeitung solcher Daten &uuml;ber die Nutzung des Services von entsprechenden Erlaubnistatbest&auml;nden getragen ist.</p>

    <p class="text-secondary text-left" lang="de">6.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Der User ist f&uuml;r s&auml;mtliche von ihm verwendete Inhalte und verarbeiteten Daten sowie die hierf&uuml;r etwa erforderlichen Rechtspositionen allein verantwortlich. Sloth nimmt von Inhalten des Usern keine Kenntnis, sie werden ohne Vorabpr&uuml;fung oder &Uuml;berwachung von Sloth f&uuml;r den Usern gespeichert und f&uuml;r diesen zur Verf&uuml;gung gestellt; eine Pr&uuml;fung auf Richtigkeit und Rechtm&auml;&szlig;igkeit durch Sloth findet nicht statt.</p>

    <p class="text-secondary text-left" lang="de">6.6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Der User verpflichtet sich in diesem Zusammenhang, Sloth von jeder Haftung und jeglichen Kosten, einschlie&szlig;lich m&ouml;glicher und tats&auml;chlicher Kosten eines gerichtlichen Verfahrens, freizustellen, falls Sloth von Dritten, auch von Mitarbeitern des Usern pers&ouml;nlich, infolge von behaupteten Handlungen oder Unterlassungen des Usern in Anspruch genommen wird. Sloth wird den Usern &uuml;ber die Inanspruchnahme unterrichten und ihm, soweit dies rechtlich m&ouml;glich ist, Gelegenheit zur Abwehr des geltend gemachten Anspruchs geben. Gleichzeitig wird der User von Sloth unverz&uuml;glich alle ihm verf&uuml;gbaren Informationen &uuml;ber den Sachverhalt, der Gegenstand der Inanspruchnahme ist, vollst&auml;ndig mitteilen.</p>

    <p class="text-secondary text-left" lang="de">6.7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dar&uuml;ber hinausgehende Schadensersatzanspr&uuml;che von Sloth bleiben unber&uuml;hrt.</p>


    <h4 class="text-left ml-1">7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Instandhaltung des Service / Gew&auml;hrleistung</h4>

    <p class="text-secondary text-left" lang="de">7.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sloth setzt Rechenzentren f&uuml;r das Betreiben der Services ein, deren &bdquo;System-Verf&uuml;gbarkeit&ldquo; mindestens 99,5% im Jahresmittel betr&auml;gt.</p>

    <p class="text-secondary text-left" lang="de">7.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sloth jedoch nicht die Verf&uuml;gbarkeit des Service und damit die technische Nutzbarkeit des Service am &Uuml;bergabeort zum Gebrauch durch den Usern. Von der Verf&uuml;gbarkeit ausgenommen sind Ausfallzeiten durch Wartung und Service-Pflege, Updates etc. sowie die Zeiten, in denen der Service aufgrund von technischen oder sonstigen Problemen, die nicht im Einflussbereich von Sloth liegen, nicht zu erreichen ist. Supportleistungen sind ausschlie&szlig;lich montags bis freitags jeweils zwischen 9:00 Uhr und 17:00 Uhr CET verf&uuml;gbar, jedoch nicht an Feiertagen im Bundesland Nordrhein-Westfalen.</p>

    <p class="text-secondary text-left" lang="de">7.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bei Funktionsausf&auml;llen, -st&ouml;rungen oder -beeintr&auml;chtigungen des Service wird der User zun&auml;chst über die von Sloth ver&ouml;ffentlichten Meldungen zu St&ouml;rungen und deren Behebung per E-Mail informiert.</p>

    <p class="text-secondary text-left" lang="de">St&ouml;rungsmeldungen werden ausschlie&szlig;lich w&auml;hrend der Service-Zeiten aufgenommen: Werktags (Montag bis Freitag) von 9.00 Uhr bis 17.00 Uhr (CET) mit Ausnahme von Feiertagen im Bundesland Nordrhein-Westfalen. Diese werden wie Sonntage behandelt.</p>

    <p class="text-secondary text-left" lang="de">7.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sloth weist darauf hin, dass folgende Leistungen im Rahmen von Ziffer 7.3 und Ziffer 7.5 ausgeschlossen sind:</p>

    <ul>
        <li class="text-secondary text-left">Behebung von Problemen, die durch unsachgem&auml;&szlig;en Umgang mit dem Service verursacht wurden,</li>
        <li class="text-secondary text-left">Rettung von Daten der Usern,</li>
        <li class="text-secondary text-left">Datenr&uuml;cksicherung, es sei denn,</li>
        <li class="text-secondary text-left">individuelle Programmierleistungen,</li>
        <li class="text-secondary text-left">Vor-Ort-Service bei Usern,</li>
        <li class="text-secondary text-left">Supportleistungen hinsichtlich der Zusammenarbeit der Software mit vom Usern verwendeter Drittsoftware, die nicht Gegenstand eines Wartungsvertrages mit von Sloth sind,</li>
        <li class="text-secondary text-left">Entwicklung einer Usernspezifischen Implementierung wie Skripte, Programme, Konfigurationen.</li>
    </ul>

    <p class="text-secondary text-left" lang="de">Hierbei handelt es sich nicht um Gew&auml;hrleistungsrechte, sondern um reine Supportleistungen, die &ndash; sofern der User diese in Anspruch nehmen m&ouml;chte &ndash; gesondert zwischen den Parteien zu vereinbaren und nach Aufwand und Vereinbarung gesondert zu verg&uuml;ten sind.</p>

    <p class="text-secondary text-left" lang="de">Die Anwendung des &sect; 536a Abs. 2 (Selbstbeseitigungsrecht des Mieters) ist ausgeschlossen. Ausgeschlossen ist auch die Anwendung von &sect; 536a Abs. 1 BGB (Schadensersatzpflicht des Vermieters), soweit die Norm eine verschuldensunabh&auml;ngige Haftung vorsieht.</p>

    <p class="text-secondary text-left" lang="de">7.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sofern ein vom Usern gemeldeter Mangel des Service nicht besteht, ist Sloth berechtigt, den dadurch verursachten Aufwand gesondert geltend zu machen und abzurechnen.</p>

    <h4 class="text-left ml-1">9. Mitwirkungspflichten des Usern</h4>

    <p class="text-secondary text-left" lang="de">Der User wird Sloth bei der Erbringung der vertraglichen Leistungen in angemessenem Umfang wie folgt unterst&uuml;tzen.&nbsp;</p>

    <p class="text-secondary text-left" lang="de">9.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Der User verpflichtet sich, die ihm zur Verf&uuml;gung gestellten Zugangs- und Nutzungsdaten geheim zu halten, vor dem Zugriff durch Dritte zu sch&uuml;tzen und nicht an unberechtigte Dritte oder Nutzer weiterzugeben, sofern dies nicht ausdr&uuml;cklich von den Parteien vereinbart wurde. Der User hat daf&uuml;r zu sorgen, dass etwaige Mitarbeiter, denen Zugangsdaten zur Verf&uuml;gung gestellt werden, diese in gleicher Art und Weise zu sch&uuml;tzen. Der User wird Sloth unverz&uuml;glich unterrichten, sobald der Verdacht besteht, dass Zugangsdaten und Kennw&ouml;rter nicht berechtigten Personen gegen&uuml;ber bekannt geworden sein k&ouml;nnten.</p>

    <p class="text-secondary text-left" lang="de">9.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Die ordnungsgem&auml;&szlig;e und regelm&auml;&szlig;ige Sicherung seiner Daten obliegt dem Usern nur insoweit, als die Software die hierf&uuml;r notwendigen technischen Voraussetzungen liefert. Das gilt auch f&uuml;r etwaige von Sloth im Zuge der Vertragsabwicklung &uuml;berlassene Unterlagen.</p>

    <p class="text-secondary text-left" lang="de">9.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; F&uuml;r die Nutzung der Software m&uuml;ssen die Systemvoraussetzungen beim Usern erf&uuml;llt sein. Der User tr&auml;gt hierf&uuml;r selbst die Verantwortung.</p>

    <h4 class="text-left ml-1">10.&nbsp;Rechte zur Datenverarbeitung/ Datensicherung</h4>

    <p class="text-secondary text-left" lang="de">10.1&nbsp;&nbsp;&nbsp;&nbsp; Sloth h&auml;lt sich an die gesetzlichen Datenschutzbestimmungen.</p>

    <p class="text-secondary text-left" lang="de">10.2&nbsp;&nbsp;&nbsp;&nbsp; Der User r&auml;umt von Sloth f&uuml;r die Zwecke der Vertragsdurchf&uuml;hrung das Recht ein, die von von Sloth f&uuml;r den Usern zu speichernden Daten vervielf&auml;ltigen zu d&uuml;rfen, soweit dies zur Erbringung der nach diesem Vertrag geschuldeten Leistungen erforderlich ist. Sloth ist auch berechtigt, die Daten in einem Ausfallsystem bzw. separaten Ausfallrechenzentrum vorzuhalten. Zur Beseitigung von St&ouml;rungen ist Sloth ferner berechtigt, &Auml;nderungen an der Struktur der Daten oder dem Datenformat vorzunehmen.</p>

    <p class="text-secondary text-left" lang="de">10.3&nbsp;&nbsp;&nbsp;&nbsp; Sloth sichert die Daten der Usern jeweils t&auml;glich zum Zwecke der Wiederherstellung der Daten in ihrer Gesamtheit. Die gesicherten Daten werden jeweils f&uuml;r einen Zeitraum von 24 Stunden aufbewahrt und k&ouml;nnen dem Usern bei Bedarf zur Verf&uuml;gung gestellt werden. &nbsp;</p>

    <p class="text-secondary text-left" lang="de">10.4&nbsp;&nbsp;&nbsp;&nbsp; Wenn und soweit der User auf von Sloth technisch verantworteten IT-Systemen personen-bezogenen Daten verarbeitet oder verarbeiten l&auml;sst und die Auftragsdatenverarbeitung innerhalb der EU bzw. dem EWR durchgef&uuml;hrt wird, verpflichten sich Sloth und der User, eine <strong>Auftragsdatenverarbeitungsvereinbarung</strong> gesondert schriftlich abzuschlie&szlig;en (Art. 28 III DSGVO).</p>

    <p class="text-secondary text-left" lang="de">10.5&nbsp;&nbsp;&nbsp;&nbsp; Die Leistungen nach diesem Vertrag werden von Sloth als Datenverarbeitung im Auftrag des Usern erbracht, soweit die zu verarbeitenden Daten personenbezogen sind. Der User ist Auftraggeber und verantwortliche Stelle im Sinne von Art. 24 DSGVO. Sloth ist verpflichtet, personenbezogene Daten, die im Auftrag des Usern verarbeitet werden, geheim zu halten und nur gem&auml;&szlig; den Weisungen des Usern zu verarbeiten. Die Weisungen m&uuml;ssen rechtzeitig schriftlich mitgeteilt werden.</p>

    <p class="text-secondary text-left" lang="de">10.6&nbsp;&nbsp;&nbsp;&nbsp; Sloth trifft angemessene technische und organisatorische Sicherheitsvorkehrungen und Ma&szlig;nahmen zum angemessenen Schutz der Daten von Usern, die den Anforderungen der DSGVO (insbesondere Art. 25, 28, 32 DSGVO) und dem BDSG gen&uuml;gen.</p>

    <p class="text-secondary text-left" lang="de">10.7&nbsp;&nbsp;&nbsp;&nbsp; Sloth wird Usernbezogene Daten nur in dem Umfang erheben und nutzen, wie es die Durchf&uuml;hrung dieses Vertrages erfordert. Der User stimmt der Erhebung und Nutzung solcher Daten in diesem Umfang zu.</p>

    <p class="text-secondary text-left" lang="de">10.8&nbsp;&nbsp;&nbsp;&nbsp; Sloth wird nur nach schriftlicher Abstimmung mit dem Usern Unterauftragnehmer in Drittstaaten einsetzen. Um das hohe Datenschutzniveau auch bei diesen Subauftragnehmern gew&auml;hrleisten zu k&ouml;nnen, wird Sloth als Stellvertreter f&uuml;r den Usern zus&auml;tzlich EU-Standardvertragsklauseln zur Auftragsdatenverarbeitung mit dem Unterauftragnehmer abschlie&szlig;en bzw. darauf achten, dass sich bei einer Zusammenarbeit mit US-amerikanischen Unternehmen diese dem EU-US Privacy Shield unterworfen haben.</p>

    <h4 class="text-left ml-1">11. Haftung und Schadensersatz</h4>

    <p class="text-secondary text-left" lang="de">11.1&nbsp;&nbsp;&nbsp;&nbsp; Die Haftung von Sloth f&uuml;r anf&auml;ngliche M&auml;ngel (&sect; 536 a BGB) ist ausgeschlossen, es sei denn, Sloth hat den Mangel arglistig verschwiegen.</p>

    <p class="text-secondary text-left" lang="de">11.2&nbsp;&nbsp;&nbsp;&nbsp; Sloth haftet nicht f&uuml;r eine Verletzung der Rechte Dritter durch den Usern, sofern und soweit sich diese Verletzung aus der &Uuml;berschreitung der nach diesem Vertrag einger&auml;umten Nutzungsrechte ergibt. In diesem Fall stellt der User Sloth auf erstes Anfordern von s&auml;mtlichen Anspr&uuml;chen Dritter frei.</p>

    <h4 class="text-left ml-1">12.&nbsp; Vertragslaufzeit und Beendigung des Vertrages/ (au&szlig;erordentliche) K&uuml;ndigung/ Exit Management</h4>

    <p class="text-secondary text-left" lang="de">12.1&nbsp;&nbsp;&nbsp;&nbsp; Der User kann den Vertrag &uuml;ber die unentgeltliche Nutzung des Service jederzeit k&uuml;ndigen. Sofern nicht anderweitig in Textform zwischen von Sloth und dem Usern vereinbart.</p>

    <p class="text-secondary text-left" lang="de">12.2&nbsp;&nbsp;&nbsp;&nbsp; Die au&szlig;erordentliche K&uuml;ndigung aus wichtigem Grund bleibt beiden Parteien bei Vorliegen der gesetzlichen Voraussetzungen vorbehalten. Ein wichtiger Grund zur au&szlig;erordentlichen K&uuml;ndigung liegt vor, wenn die Fortsetzung des Vertragsverh&auml;ltnisses bis zum Ablauf der gesetzlichen K&uuml;ndigungsfrist f&uuml;r die k&uuml;ndigende Partei unter Ber&uuml;cksichtigung aller Umst&auml;nde des Einzelfalls und unter Abw&auml;gung der Interessen beider Parteien nicht zumutbar ist. Wichtige Gr&uuml;nde sind f&uuml;r Sloth insbesondere die folgenden Ereignisse:</p>

    <ul>
        <li class="text-secondary text-left">Versto&szlig; des Usern gegen seine vertraglichen Pflichten. Hier insbesondere:
            <ul style="list-style-type:circle;">
                <li class="text-secondary text-left">vors&auml;tzliche Angabe des Usern von falschen Kontaktdaten,</li>
                <li class="text-secondary text-left">vors&auml;tzliche Angabe des Usern einer falschen oder ung&uuml;ltigen E-Mail-Adresse,</li>
                <li class="text-secondary text-left">der User &uuml;bertr&auml;gt seinen Nutzer-Account an einen Dritten,</li>
                <li class="text-secondary text-left">der User l&auml;sst die Nutzung seines Nutzer-Accounts durch unberechtigte Dritte zu, insbesondere durch namentlich nicht benannte Einzelpersonen,</li>
                <li class="text-secondary text-left">Nichteinhaltung gesetzlicher Vorschriften durch den Usern.&nbsp;&nbsp;</li>
            </ul>
        </li>
    </ul>

    <p class="text-secondary text-left" lang="de">12.3&nbsp;&nbsp;&nbsp;&nbsp; Sollte die Bereitstellung des Service f&uuml;r Sloth wirtschaftlich nicht mehr sinnvoll sein, so kann Sloth die bestehenden Vertr&auml;ge mit einer Frist von einem Monat zum Monatsende k&uuml;ndigen.</p>

    <p class="text-secondary text-left" lang="de">12.4&nbsp;&nbsp;&nbsp;&nbsp; Nach Beendigung des Vertrags hat Sloth s&auml;mtliche vom Usern &uuml;berlassenen und sich noch im Besitz von Sloth befindlichen Unterlagen sowie Datentr&auml;ger, die im Zusammenhang mit dem vorliegenden Vertrag stehen innerhalb von maximal 60 Tagen zu l&ouml;schen. Sofern der User dies bei Vertragsbeendigung explizit w&uuml;nscht, wird Sloth die L&ouml;schung schriftlich best&auml;tigen. Hierunter fallen s&auml;mtliche im Rahmen des Dienstes vom Usern und dessen Nutzern in den Dienst eingestellten und gespeicherten sowie die mit dem Dienst und dessen Nutzung durch den Usern, dessen Nutzern oder von von Sloth im Auftrag des Usern generierten, neu erhobenen und gespeicherten Daten. An diesen Daten erwirbt der User s&auml;mtliche Rechte, einschlie&szlig;lich Eigentums- und Urheberrechte. Darunter fallen jedoch nicht Daten, die der User oder seine Nutzer in Bereichen des Dienstes gespeichert haben, die Dritten zug&auml;nglich sind (z.B. Beitr&auml;ge in Community- oder Support-Foren). Der User kann seine Daten &uuml;ber die im Rahmen des Dienstes bereitgestellten Systemfunktionen zur Anzeige in entsprechenden Programmen exportieren. Sofern der User unmittelbar im Anschluss an die Beendigung des Vertrages einen neuen Vertrag zur Nutzung des Dienstes oder der zugrundeliegenden Software eingeht (z.B. als &bdquo;Private Cloud&ldquo; oder &bdquo;On Premise&ldquo;), bietet Sloth eine &Uuml;bernahme der Daten im Rahmen des neuen Vertrages an.&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;</p>

    <h4 class="text-left ml-1">13.&nbsp;&Uuml;bertragung der Rechte und Pflichten</h4>

    <p class="text-secondary text-left" lang="de">Die Abtretung der Rechte und Pflichten aus diesem Vertrag ist nur mit vorheriger schriftlicher Zustimmung von Sloth zul&auml;ssig. Sloth ist berechtigt, Dritte mit der Erf&uuml;llung der Pflichten aus diesem Vertrag zu betrauen.</p>

    <h4 class="text-left ml-1">14.&nbsp;Schlussbestimmungen</h4>

    <p class="text-secondary text-left" lang="de">14.1&nbsp;&nbsp;&nbsp;&nbsp; Sloth beh&auml;lt sich das Recht vor, den Inhalt dieser Nutzungsbedingungen sowie die Leistungs- und Produktbeschreibung jederzeit einseitig zu &auml;ndern, sofern die &Auml;nderung auf sachlichen Gr&uuml;nden beruht und f&uuml;r den Usern zumutbar ist bzw. wenn die &Auml;nderung lediglich vorteilhaft f&uuml;r den Usern ist. Begr&uuml;ndete Anl&auml;sse f&uuml;r &Auml;nderungen sowohl der Leistungs- und Produktbeschreibung als auch dieser Nutzungsbedingungen k&ouml;nnen sein:</p>

    <ul>
        <li>
        <p class="text-secondary text-left" lang="de">neue gesetzliche oder beh&ouml;rdliche Vorgaben,</p>
        </li>
        <li class="text-secondary text-left">Vorgaben eines an Sloth gerichteten Gerichtsurteils,</li>
        <li class="text-secondary text-left">ver&auml;nderte aktuelle Marktgegebenheiten,</li>
        <li class="text-secondary text-left">Ver&auml;nderungen der wirtschaftlichen Verh&auml;ltnisses,</li>
        <li class="text-secondary text-left">Notwendige &Auml;nderungen, um bestehende Sicherheitsl&uuml;cken zu schlie&szlig;en,&nbsp;</li>
        <li class="text-secondary text-left">Anpassungen, die dem technischen Fortschritt dienen bzw. technisch und prozessual notwendig sind, es sei denn, sie haben wesentliche Auswirkungen f&uuml;r den Usern.</li>
    </ul>

    <p class="text-secondary text-left" lang="de">&Uuml;ber die &Auml;nderung wird Sloth den Usern sp&auml;testens vier (4) Wochen vor Inkrafttreten der &Auml;nderung schriftlich per E-Mail informieren. Die &Auml;nderung bedarf der Zustimmung des Usern. Die Zustimmung gilt als erteilt und die neuen Allgemeinen Gesch&auml;ftsbedingungen bzw. neuen Leistungs- und Produktbeschreibungen werden in das Vertragsverh&auml;ltnis einbezogen, sofern der User nicht binnen vier (4) Wochen nach Zugang der &Auml;nderungsmitteilung f&uuml;r den Zeitpunkt des Wirksamwerdens der &Auml;nderung per E-Mail oder schriftlich widerspricht. Widerspricht der User, gelten f&uuml;r ihn weiterhin die bisherigen vertraglichen Regelungen. Sloth wird dem Usern im Rahmen der Mitteilung &uuml;ber die ge&auml;nderte Fassung die oben erw&auml;hnte angemessene Reaktionsfrist setzen und auf die Folgen einer fehlenden Reaktion hinweisen.</p>

    <p class="text-secondary text-left" lang="de">Widerspricht der User, hat jede Partei das Recht, den Vertrag mit der f&uuml;r eine ordentliche K&uuml;ndigung geltenden Frist per E-Mail oder schriftlich zu k&uuml;ndigen oder seinen Account über die Löschfunktion löschen.</p>

    <p class="text-secondary text-left" lang="de">14.2&nbsp;&nbsp;&nbsp;&nbsp; Auf das vorliegende Vertragsverh&auml;ltnis findet ausschlie&szlig;lich das Recht der Bundesrepublik Deutschland Anwendung.</p>

    <p class="text-secondary text-left" lang="de">14.3&nbsp;&nbsp;&nbsp;&nbsp; Als Gerichtsstand f&uuml;r Rechtsstreitigkeiten aus diesem Vertrag, seiner Durchf&uuml;hrung sowie &uuml;ber die G&uuml;ltigkeit des Vertrags wird &ndash; sofern der User von Sloth Kaufmann, juristische Person des &ouml;ffentlichen Rechts oder &ouml;ffentlich-rechtliches Sonderverm&ouml;gen ist &ndash; Bochum vereinbart. Sloth ist berechtigt, auch an jedem anderen gesetzlich vorgesehenen Gerichtsstand zu klagen.</p>

    <p class="text-secondary text-left" lang="de">14.4&nbsp;&nbsp;&nbsp;&nbsp; Diese Vereinbarung und ihre &Auml;nderungen sowie alle vertragsrelevanten Erkl&auml;rungen, Mitteilungs- und Dokumentationspflichten bed&uuml;rfen der Schriftform, soweit nicht eine andere Form vereinbart oder gesetzlich vorgeschrieben ist.</p>

    <p class="text-secondary text-left" lang="de">14.5&nbsp;&nbsp;&nbsp;&nbsp; Sollten einzelne Bestimmung dieser Vereinbarung unwirksam sein, wird hierdurch die Wirksamkeit der &uuml;brigen Bestimmungen nicht ber&uuml;hrt. Die Parteien werden in diesem Fall zusammenwirken, um unwirksame Regelungen durch solche Regelungen zu ersetzen, die den unwirksamen Bestimmungen soweit wie m&ouml;glich entsprechen.</p>

    <p class="text-secondary text-left" lang="de">14.6&nbsp; Diese Vereinbarung enth&auml;lt alle Abmachungen zwischen den Vertragsparteien und ersetzt alle anderen vorherigen oder gleichzeitigen Mitteilungen, Verhandlungen, Diskussionen, Abmachungen, Regelungen oder Vereinbarungen, die m&uuml;ndlich oder schriftlich zwischen den Parteien in Bezug zu den relevanten Produkten und Dienstleistungen getroffen wurden.&nbsp;&nbsp;</p>

    <p class="text-secondary text-left" lang="de">&nbsp;</p>

    <p class="text-secondary text-left" lang="de"><strong>Stand: 01.09.2018 </strong></p>
</div>
